Repository: Zhy54/ChS-OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: pt_br

# FixStylusLagInfo
source: Default OFF. If ON there will be no lag with graphic tablets, Wacom or Microsoft Surface stylus, but it will also disable double-tap (touchscreen) to open files (you would then need to use Single Click to Open folders option, and to open files by long-tap and Open from context menu). This is due to a bug in Microsoft WPF. Program restart required
pt_br: Padrão DESLIGADO. Se LIGADO não haverá lag com tablets gráficos, caneta Wacom ou Microsoft Surface, mas também desativará o toque duplo (touchscreen) para abrir os arquivos (você precisará usar a opção "Clique único para abrir pastas" e abrir arquivos por longo toque e abrir o menu de contexto). Isso é devido a um bug no Microsoft WPF. Reinicialização do programa é necessária

# FolderIconOverride
source: Override all folder icons with:
pt_br: Substituir todos os ícones de pasta com:

# FolderIconOverrideInfo
source: Using anything except Windows Default will disable folder icon overlays
pt_br: Usar qualquer coisa diferente do Padrão do Windows, desativará as sobreposições de ícones de pastas

source: Font
pt_br: Fonte

source: Get PRO license
pt_br: Obter a licença PRO

# HeaderAdvanced
source: Advanced
pt_br: Avançado

# HeaderContextMenu
source: Context Menu
pt_br: Menu de Contexto

# HeaderInteraction
source: Interaction
pt_br: Interação

# HeaderItemProperties
source: Item properties
pt_br: Propriedades do item

# HeaderMetadata
source: Metadata
pt_br: Metadados

# HeaderPanelSizesRestartRequired
source: These settings are applied AFTER program window is reopened
pt_br: Essas configurações serão aplicadas APÓS a janela do programa ser reaberta

# HeaderSidebar
source: Sidebar
pt_br: Barra lateral

# HeaderSorting
source: Sorting
pt_br: Ordenação

# HeaderTheme
source: Theme
pt_br: Tema

# HeaderThumbnails
source: Thumbnails
pt_br: Miniaturas

# HeaderUIProperties
source: UI properties
pt_br: Propriedades da IU

# HeaderVisibility
source: Visibility
pt_br: Visibilidade

# HotkeyInfo
source: Program must be running for above hotkeys to work Program restart required
pt_br: Programa deve estar funcionando para as hotkeys acima funcionarem Reinicialização do programa necessária

# HotkeyVizor
source: Use global hotkey Ctrl+` to show docked program window
pt_br: Usar a hotkey global Ctrl+` para mostrar a janela encaixada do programa

# HotkeyVizorInfo
source: Disable this if you use VS Code (uses the same shortcut)
pt_br: Desabilite isso se você usar o VS Code (usa o mesmo atalho)

source: Import Favorites from V2
pt_br: Importar favoritos do V2

# KeepRunningInBackground
source: Keep running in background (Close to System Tray)
pt_br: Continuar funcionando em segundo plano (na barra de tarefas)

# KeepRunningInBackgroundInfo
source: If On, program will stay in System Tray for faster next start. This should be enabled if program is set as a default file manager
pt_br: Se ligado, o programa permanecerá na barra de tarefas para uma inicialização mais rápida. Isso deve ser ativado se o programa for definido como um gerenciador de arquivos padrão

source: Language
pt_br: Idioma

# LanguageInfo
source: Restart required! Some languages are auto-translated using Microsoft Translator. If you would like to contribute to translating to your language, please write to support@onecommander.com
pt_br: Reinício necessário! Alguns idiomas são traduzidos automaticamente usando o Microsoft Translator. Se você quiser contribuir para a tradução para o seu idioma, por favor envie um e-mail para support@onecommander.com

# MetadataExcerpts
source: Show text excerpts for these file types (Adaptive and Thumbs+Details file views)
pt_br: Mostrar trechos de texto para estes tipos de arquivo (visualização de arquivos Miniaturas+Detalhes)

# MetadataExcerptsInfo
source: Comma separated; no '.'; example: txt,bat,md; Content as Plain-Text only
pt_br: Separado por vírgulas; sem '.'; exemplo: txt,bat,md; Conteúdo somente como ASCII/Texto Simples

source: NEW
pt_br: NOVO

# NewTabDuplicateCurrent
source: Duplicate current
pt_br: Duplicar atual

# NewTabOpenPath
source: Open path:
pt_br: Caminho aberto:

# NewTabPlacementAfterCurrent
source: After current
pt_br: Depois do atual

# NewTabPlacementAtEnd
source: At the end
pt_br: Ao final

# NewTabPlacementQuestion
source: Middle-click on a folder opens a new tab:
pt_br: Clique em uma pasta abre uma nova guia:

# NewTabQuestion
source: Creating a new tab should:
pt_br: Criar uma nova guia deve:

# OneDriveFolderPathInfo
source: If outside of C:\Users\YOURNAME\OneDrive; needed for additional synchronization status icons
pt_br: Se estiver fora de C:\Users\SEUNOME\OneDrive; necessário para ícones adicionais de status de sincronização

# OnStartOpenPath
source: Create a single tab and open path:
pt_br: Criar uma guia e abrir o caminho:

# OnStartQuestion
source: On start:
pt_br: No início:

# OnStartRestoreTabs
source: Restore last used tabs
pt_br: Restaurar últimas guias usadas

# OpeningItemsDoubleClick
source: Double-click opens items (single-click to select)
pt_br: Clique duas vezes abre itens (clique único para selecionar)

# OptUseThinScrollbar
source: Use thin scrollbar
pt_br: Usar barra de rolagem fina

source: Other
pt_br: Outro

# PhotoLocationQuestion
source: Photo location button opens web browser with:
pt_br: O botão de localização da foto abre o navegador da web com:

# PreviewShortcut
source: Pressing Spacebar key opens file preview window
pt_br: Pressionar a tecla espaço abre a janela de visualização do arquivo

# PreviewShortcutEsc
source: (Pressing Esc or Spacebar again closes it)
pt_br: (Pressionar Esc ou Espaço novamente fecha a janela)

# PreviewWindowOptBuiltIn
source: Built-in preview
pt_br: Visualização incorporada

# RenderingInfo
source: Software rendering is slower and shouldn't be used unless running on a Virtual Machine. Acrylic effect will be turned off. Program restart required
pt_br: A renderização do software é mais lenta e não deve ser usada a menos que seja executado em uma máquina virtual. O efeito acrílico será desligado. Reinicialização do programa necessária

# RenderingQuestion
source: Rendering
pt_br: Renderização

# ScrollingBehaviorItem
source: Item (snaps to item positions)
pt_br: Item (pula para posições dos itens)

# SettingsWindowTitle
source: Settings
pt_br: Configurações

# ShortcutClickOpt1
source: Switch to the existing window
pt_br: Mudar para a janela existente

# ShortcutClickOpt2
source: Prompt to create another window
pt_br: Pedir para criar outra janela

# ShortcutClickQuestion
source: If program has a window open, double-clicking its shortcut should:
pt_br: Se o programa já tiver uma janela aberta, clicar duas vezes no atalho deve:

# ShortcutClickWithExistingWindowCreate
source: Prompt to create another window
pt_br: Pedir para criar outra janela

# ShortcutClickWithExistingWindowQuestion
source: If program has a window open, double-clicking its shortcut should
pt_br: Se o programa já tiver uma janela aberta, clicar duas vezes no atalho deve

# ShortcutClickWithExistingWindowSwitch
source: Switch to the existing window
pt_br: Mudar para a janela existente

# ShowErrorReportDialog
source: Show error report dialog on crash
pt_br: Mostrar diálogo do relatório de erro em caso de crash

# ShowErrorReportDialogInfo
source: On crash a window will show where you can write steps to reproduce the crash so it can be fixed in the next update
pt_br: Em caso de crash, uma janela mostrará onde você pode escrever passos para reproduzir o crash para que ele possa ser corrigido na próxima atualização

# ShowFileExtension
source: Show file extensions
pt_br: Mostrar extensões de arquivo

# ShowFolderBackgroundImageInfo
source: If a folder contains a file named folder.jpg, cover.jpg, background.jpg or front.jpg, it will be loaded as its background image. Useful for music albums and movie posters
pt_br: Se uma pasta contiver um arquivo chamado folder.jpg, cover.jpg, background.jpg ou front.jpg, ela será carregada como sua imagem de fundo. Útil para álbuns de música e pôsteres de filmes

# ShowFolderSize
source: Show folder sizes
pt_br: Mostrar o tamanho das pastas

# ShowFolderSizeInfo
source: Uses Windows Shell to get Folder Size. It is not 100% accurate but it is fast. Size format cannot be changed. Sorting folders by size is not possible. Higher CPU use
pt_br: Usa o Windows Shell para obter o tamanho das pastas. Não é 100% preciso, mas é rápido. O formato de tamanho não pode ser alterado. A ordenação de pastas por tamanho não é suportada. Usa mais CPU

# ShowFolderSizeOnNetwork
source: Show Folder size on network folders
pt_br: Mostrar o tamanho das pastas nas pastas da rede

# ShowFolderSizeOnNetworkInfo
source: Off by default as it makes browsing network folders slower
pt_br: Desligado por padrão, pois torna a navegação em pastas de rede mais lenta

# ShowHidden
source: Show hidden files and folders
pt_br: Mostrar arquivos e pastas ocultos

# ShowMetadataOnNetworkInfo
source: Off by default as it makes browsing network folders slower
pt_br: Desligado por padrão, pois torna a navegação em pastas de rede mais lenta

# ShowSystem
source: Show protected system files and folders
pt_br: Mostrar arquivos protegidos e pastas do sistema

# ShowWarningOnExtensionChange
source: Show warning dialog when changing extension during rename
pt_br: Mostrar diálogo de aviso ao alterar a extensão durante o renomeio

# SkipSearchingReparsePoints
source: Skip searching within reparse points
pt_br: Pular a busca dentro de pontos de reanálise (NTFS)

# SkipSearchingReparsePointsInfo
source: Use this only if you know you have cyclical reparse points that would result in never-ending search. Checking this will break searching cloud drives as those rely on reparse points
pt_br: Use isso apenas se você souber que tem pontos de reanálise cíclicos que resultariam em busca interminável. Verificando isso vai quebrar a busca de unidades de nuvem como aqueles dependem de pontos de reanálise

# SortDirAscending
source: Ascending
pt_br: Crescente

# SortDirDescending
source: Descending
pt_br: Decrescente

source: Sort direction
pt_br: Direção da ordenação

# SortFileDate
source: Date modified
pt_br: Data de modificação

# SortFileDateCreated
source: Date created
pt_br: Data de criação

# SortFileName
source: Name
pt_br: Nome

# SortFileSize
source: Size
pt_br: Tamanho

# SortFileType
source: Type
pt_br: Tipo

# SortFoldersByName
source: Sort folders by name always
pt_br: Sempre ordenar pastas pelo nome

# SortFoldersByNameInfo
source: If ON: Even if you sort files by date, folders will remain sorted by name
pt_br: Se LIGADO: Mesmo se você classificar arquivos por data, as pastas permanecerão classificadas pelo nome

source: Sort items by
pt_br: Ordenar itens por

# SortKeepFoldersOnTop
source: Keep folders above files
pt_br: Manter pastas no topo

# TabAdvanced
source: Advanced
pt_br: Avançado

# TabColumns
source: Columns
pt_br: Colunas

# TabGeneral
source: General
pt_br: Geral

# TabOther
source: Other
pt_br: Outro

# TabPreview
source: Preview
pt_br: Visualização

# TabsShowFullPath
source: Full path (C:\Windows\Sy...\Foldername)
pt_br: Caminho completo (C:\Windows\Sy...\Nomedapasta)

# TabsShowNameOnly
source: Folder only (Foldername)
pt_br: Somente pasta (Nomedapasta)

# TabTheme
source: Theme
pt_br: Tema

# TabView
source: View
pt_br: Exibir

# TabWindow
source: Window
pt_br: Janela

# ThumbnailExcludedExtensions
source: File extensions to exclude thumbnails
pt_br: Extensões de arquivo para excluir miniaturas

# ThumbnailExcludedExtensionsInfo
source: Comma separated; no spaces
pt_br: Separado por vírgulas; sem espaços

source: Time format
pt_br: Formato de hora

source: Use Acrylic window
pt_br: Usar efeito Acrílico

# UseAcrylicWindowInfo
source: Restart program to apply. Better performance when off
pt_br: Reincie o programa para aplicar. Melhor desempenho quando desligado

# UseHighResScrollingInfo
source: Default ON
pt_br: Padrão LIGADO

# UseLayoutRounding
source: Pixel-perfect layout
pt_br: Layout pixel-perfect

# UseLayoutRoundingInfo
source: Makes lines sharper on non-HDPI screens. Necessary only for 100% display scale. Program is more stable when Off, but icons and lines may not be as sharp. Default ON.
pt_br: Torna as linhas mais nítidas em telas não-HDPI. O programa é mais estável quando desligado, mas ícones e linhas podem não ser tão bonitos. Padrão LIGADO.

# UseOldDefinitionOfMegabyte
source: Use old definition of Megabyte (as in Windows Explorer)
pt_br: Usar a definição antiga de Megabyte

# UseOldDragAndDropSystem
source: Use old Drag&Drop system
pt_br: Usar o antigo sistema de arraste-e-solte

# UseOldDragAndDropSystemInfo
source: Default OFF. This is for dragging from OneCommander to other programs. Adobe Acrobat page-insert doesn't work with either. Use Combine Files from context menu instead.
pt_br: Padrão DESATIVADO. Isso é para arrastar do OneCommander para outros programas. A inserção de página do Adobe Acrobat não funciona com nenhum dos dois. Em vez disso, use Combinar Arquivos no menu de contexto.

source: Windows default
pt_br: Padrão do Windows

# WindowSettings
source: OneCommander Settings
pt_br: Configurações do OneCommander

# WinERegister
source: Register Win+E hotkey
pt_br: Registrar o hotkey Win+E

# WinEUnregister
source: Unregister hotkey
pt_br: Remover registro da hotkey

# WinOInfo
source: This works only on some versions of Windows
pt_br: Isso funciona apenas em algumas versões do Windows

# WinOOpt1
source: Switch to a Virtual Desktop where OneCommander is open
pt_br: Mudar para uma Área de Trabalho Virtual onde o OneCommander está aberto

# WinOOpt2
source: Bring OneCommander to the current Virtual Desktop
pt_br: Trazer o OneCommander para a área de trabalho virtual atual

# WinOQuestion
source: Pressing the above hotkey from any program should:
pt_br: Pressionar a tecla de atalho acima a partir de qualquer programa deve:

# ColumnWidthSmall
source: Columns small width
pt_br: Colunas estreitas

# RestoreDefault
source: Restore to default
pt_br: Restaurar padrão

source: Scrollbar style
pt_br: Estilo da barra de rolagem

# ShowFileAttributesInfo
source: Required to show OneDrive status icons when Files on Demand is enabled. Shows also encrypted and reparse icons. Better performance when off.
pt_br: Necessário para mostrar ícones de status do OneDrive quando a opção de arquivos sob demanda estiver ativada. Mostra também ícones de criptografados e em análise. Desative para melhor desempenho.

# ImageScaleFit
source: Scaled to fit preview pane
pt_br: Escalado para caber no painel de visualização

# ImageScaleOriginal
source: Original size
pt_br: Tamanho original

# PreviewInterpolationQuality
source: Smooth (better quality)
pt_br: Suave (melhor qualidade)

# HeaderPreviewPane
source: Preview pane
pt_br: Painel de visualização

# ImageScaleQuestion
source: Display small images
pt_br: Exibir imagens pequenas

# MetadataLineCount
source: Lines of text
pt_br: Linhas de texto

# ClearThumbnailCache
source: Clear Windows thumbnail cache
pt_br: Limpar cache de miniaturas do Windows

# DLG_YN_ClearThumbnailCache
source: Proceed to terminate explorer.exe, delete Windows thumbnail cache files, and then restart explorer.exe? This will terminate all ongoing file operations!!!
pt_br: Prossiga para terminar o explorer.exe, excluir arquivos de cache de miniatura do Windows e, em seguida, reiniciar o explorador.exe? Isso encerrará todas as operações de arquivo em andamento!!!

# RegisterMaxThumbs
source: Register 3ds Max thumbnail handler
pt_br: Registrar o 3ds Max manipulador de miniaturas

# ShowFilesViewToolbar
source: Show Files View toolbar buttons
pt_br: Mostrar botões de Visualização de Arquivos na barra de ferramentas

# UseMicaWindow
source: Use Mica window effect
pt_br: Usar o efeito de janela Mica

# ShowHistoryInSidebar
source: Show History pane in sidebar
pt_br: Mostrar o painel Histórico na barra lateral

source: Clear History on close
pt_br: Limpar Histórico ao fechar

# OpenFlyoutOnDrag
source: Open Recent Destinations flyout on file drag
pt_br: Abra o flyout de destinos recentes ao arrastar arquivos

# ShowRenameSuggestions
source: Show rename suggestions popup
pt_br: Mostrar sugestões popup ao renomear

# ColorLuminosity_TT
source: Color luminosity
pt_br: Luminosidade de cor

# ColorSaturation_TT
source: Color saturation
pt_br: Saturação da cor

source: Icons
pt_br: Ícones

# SwitchToNewTab
source: Switch to newly created tab on middle-click on folder
pt_br: Mude para a guia recém-criada ao clicar na pasta

# OpenArgsPathQuestionNewTab
source: New tab
pt_br: Nova guia

source: Log detailed messages
pt_br: Registrar mensagens detalhadas

# ColorizeLargeFileSize
source: Make size over 1 GB more prominent with a color
pt_br: Faça tamanhos acima de 1 GB se destacar com uma cor

source: Inherit files view
pt_br: Herdar modo de visualização

source: Dialog connector
pt_br: Diálogo do Conector

# DialogConnectorStarted
source: Connector started. To test, close this settings window, open Notepad and then click File->Open to see it in action
pt_br: O Conector iniciou. Para testar, feche esta janela de configurações, abra o bloco de notas e clique em Arquivo->Abrir para vê-lo em ação

source: Download
pt_br: Baixar

source: Run now
pt_br: Executar agora

source: Color item background to tag color
pt_br: Colorir de fundo de item com a cor da tag

# OptionNone
source: None
pt_br: Nenhuma

# RenameOnLostFocusOptionCancel
source: Cancel rename
pt_br: Cancelar renomeação

# RenameOnLostFocusOptionRename
source: Rename
pt_br: Renomear

# PartitionName
source: Name
pt_br: Nome

source: Drive pane title display
pt_br: Exibir título do painel de unidade

source: Get recent menu items
pt_br: Obter itens de menu recentes

# ShowFileAgeIndicator
source: Mark recent files
pt_br: Marcar arquivos recentes

# ShowFileAgeIndicatorInfo
source: Shows color indicator on files from current and last week
pt_br: Mostrar indicador colorido em arquivos da semana atual e da semana passada

source: Font stretch
pt_br: Esticar fonte

# FontStretchContracted
source: Contracted
pt_br: Contraída

# FontStretchExpanded
source: Expanded
pt_br: Expandida

# FontStretchSemiContracted
source: Semi Contracted
pt_br: Semi-Contraída

# HideLastWindow
source: Hide last window instead of close
pt_br: Esconder a última janela em vez de fechar

# CommandShellExeAndArgs
source: Exe path and arguments
pt_br: Caminho e argumentos do EXE

# ThemeLight
source: Light
pt_br: Claro

source: Use system theme
pt_br: Usar o tema do sistema

# UseSystemThemeInfo
source: Monitor for Windows theme changes to switch to a different theme
pt_br: Monitorar alterações no tema do Windows para mudar para um tema diferente

source: Open Recycle Bin in Explorer
pt_br: Abrir Lixeira no Explorer

# ColumnWidthMinimumInfo
source: Columns smaller than the above value will collapse to this width:
pt_br: Colunas menores que o valor acima irão contrair para esta largura:

# ColumnWidthSmallInfo
source: If there isn't enough space, left-most columns will contract up to this width:
pt_br: Se não houver espaço suficiente, as colunas mais à esquerda se contrairão até esta largura:

source: File name trimming
pt_br: O disco está cheio e as configurações não podem ser salvas. Limpe pelo menos alguns KB de espaço ou esvazie a Lixeira. <br/>Tentar salvar de novo?

# ClearThumbnailCacheInfo
source: Clears Windows global thumbnail cache (for Explorer also)
pt_br: Limpa o cache de miniaturas do Windows globalmente (também do Explorer)

# FileNameMaxLines
source: File name maximum lines
pt_br: Máximo de linhas do nome de arquivo

# FileNameMaxLinesInfo
source: For Grid view; Only when thumbnail is larger than 96dip
pt_br: Para visualização em Grade; Apenas quando a miniatura for maior que 96dip

source: Open Office files through Explorer
pt_br: Abrir arquivos Office pelo explorador

source: Show Scripts button
pt_br: Mostrar botão de Scripts

# ShowScriptsButtonInfo
source: See \Resources\Scripts\ folder for examples. PRO users can have more than 8 scripts.
pt_br: Veja a pasta \Resources\Scripts\ para exemplos. Usuários PRO podem ter mais de 8 scripts.

# ShowScriptsButtonInfo2
source: Know the scripts you are running! Security risk!
pt_br: Conheça os scripts que você executa! RISCO DE SEGURANÇA!

# UseOneCommanderUpdater
source: Use external OneCommander updater program instead of PowerShell script
pt_br: Usar o programa externo de atualização do OneCommander em vez do script PowerShell

# EnableSFP
source: Enable Explorer Preview (Shell File Preview)
pt_br: Ativar Prévias ao Explorar (Prévias Shell)

# EnableSFPInfo
source: This enables a preview of Microsoft Office and some additional formats in the preview window (opened with spacebar). Restart required.
pt_br: Isso permite uma visualização de arquivos Microsoft Office e alguns formatos adicionais na janela de visualização (aberto com barra de espaço), mas devido a uma vulnerabilidade de segurança em prévias de arquivos Office, isso fica desligado por padrão. Habilite por sua conta e risco! Reinício necessário.

# ItemBackgroundColorSourceInfo
source: Override file background color
pt_br: Substituir cor de fundo do arquivo

# ShowOverlayOnShellContextMenu
source: Block window when Shell Context Menu is open
pt_br: Bloquear janela quando o Menu de Contexto do Shell estiver aberto

# ShortcutKey
source: Key
pt_br: Tecla

source: Changed
pt_br: Alterado

# ShortcutEditor
source: Shortcuts Editor
pt_br: Editor de Atalhos

source: Use custom shortcuts
pt_br: Usar atalhos personalizados

# ShortcutCapture_TT
source: Press a desired key combination to capture it
pt_br: Pressione uma combinação de teclas desejada para capturar

# RegistryAddOpenInOC
source: Add "Open in OneCommander" context menu
pt_br: Adicionar "Abrir no OneCommander" no menu de contexto

# PreviewDownloadsCloudFiles
source: Download cloud files when previewing
pt_br: Baixe arquivos da nuvem ao visualizar

# ShowNetworksInSidebar
source: Show Networks group in sidebar
pt_br: Mostrar o grupo Redes na barra lateral

# UseAcrylicMenu
source: Use acrylic effect in menu
pt_br: Usar efeito acrílico no menu

# DLG_YN_ImportSettingsFromStoreVersion
source: Existing settings file from the Microsoft Store version of the program has been found.[NEWLINE]Do you want to import all settings into this version?
pt_br: O arquivo de configurações existente da versão do programa da Microsoft Store foi encontrado.[NEWLINE]Deseja importar todas as configurações para esta versão?

# VoteAcrobatFix
source: Vote on UserVoice for Acrobat team to fix this
pt_br: Vote na equipe do UserVoice para a Acrobat para corrigir isso

# PasteClipboardTextAsFile
source: Paste text and images as new files
pt_br: Colar texto e imagens como novos arquivos

# PasteClipboardTextAsFileInfo
source: Pressing Ctrl+V will create Text/Image with Clipboard content as file with current date
pt_br: Pressionar Ctrl+V criará Texto/Imagem com o conteúdo da Área de Transferência como um arquivo com a data atual

# TreatDotFilesAsHidden
source: Files starting with dot
pt_br: Arquivos que começam com ponto (.)

# UseLocalThumbsDb
source: Use local thumbnails database (faster)
pt_br: Usar banco de dados de miniaturas local (mais rápido)

# UseLocalThumbsDbInfo
source: Creates database file in Settings folder instead of using Windows thumbnail cache for storing file preview images. File will be large. Overrides default folder thumbnails and disables using custom folder icons
pt_br: Cria um arquivo de banco de dados na pasta de Configurações em vez de usar o cache de miniaturas do Windows para armazenar imagens de visualização de arquivo. O arquivo será grande. Substitui miniaturas de pasta padrão e desabilita o uso de ícones de pasta personalizados

# MediaJumpSecondsBack
source: Rewind seconds
pt_br: Segundos a rebobinar
