Repository: Zhy54/ChS-OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: pt_br

# MediaJumpSecondsForward
source: Forward seconds
pt_br: Segundos a avançar

# MediaJumpUnitOptPercentage
source: Percentage of total length
pt_br: Porcentagem do tamanho total

# MediaJumpUnitOptSeconds
source: Specific number of seconds
pt_br: Número específico de segundos

# MediaJumpUnitQuestion
source: Left and Right arrow control for media playback
pt_br: Controle com as setas Esquerda e Direita a reprodução de mídia

# MediaJumpPercent
source: Percent jump
pt_br: Porcentagem do salto

# MediaJumpPercentInfo
source: Allows previewing all media in same number of jumps, regardless of length. Default 12% (8 jumps)
pt_br: Permite visualizar todas as mídias no mesmo número de saltos, independentemente do comprimento. Padrão 12% (8 saltos)

# ClearLocalThumnailDb
source: Clear local thumbnail database
pt_br: Limpar banco de dados de miniaturas local

# DLG_YN_ClearLocalThumbnailDb
source: This will make showing thumbnails slower until each thumbnail is extracted again the first time each folder is opened.[NEWLINE]Are you sure?
pt_br: Isso tornará a exibição de miniaturas mais lenta até que cada miniatura seja extraída novamente na primeira vez que cada pasta for aberta.[NEWLINE] Tem certeza?

# LocalThumnailDbInfo
source: Local thumbnail database contains {0} thumbnails with total size of {1} MB
pt_br: O banco de dados de miniaturas local contém {0} miniaturas com tamanho total de {1} MB

source: Drives list
pt_br: Lista de drives

source: Folder thumbnail style
pt_br: Estilo de miniatura de pasta

# UpdateToVersionAhead
source: Update to version ahead (less stable)
pt_br: Atualizar para uma versão adiantada (menos estável)

# Hotkey
source: Global hotkey to open program
pt_br: Atalho global para abrir o programa

# HotkeySuggestion
source: To open program even when not running, pin as the first item on taskbar and use Win+1 to open
pt_br: Para abrir o programa mesmo quando não estiver em execução, fixe como o primeiro item na barra de tarefas e use Win+1 para abrir

# HiddenFilesExtList
source: Extensions
pt_br: Extensões

# HiddenFilesList
source: Full names
pt_br: Nomes completos

# HiddenFilesPrefixList
source: Prefixed files
pt_br: Arquivos prefixados

source: Files to treat as hidden:
pt_br: Arquivos para tratar como ocultos:

# FilesToTreatAsHiddenInfo
source: Visibility controlled by the above checkbox or shortcut
pt_br: Visibilidade controlada pela caixa de seleção ou atalho acima

# ExistingGlobalHotkey
source: You can already use hotkey:
pt_br: Você já pode usar a tecla de atalho:

# FolderThumbStyleChangeNotice
source: Changing thumbnail style requires clearing all stored thumbnails (use button above)
pt_br: Alterar o estilo das miniaturas requer limpar todas as miniaturas armazenadas (use o botão acima)

# UseSingleNewItemButton
source: Show a single New Item button instead of 3 buttons for New File/Folder/Note
pt_br: Mostrar um único botão Novo Item em vez de 3 botões para Novo Arquivo/Pasta/Nota

# ShowKeepFoldersOnTopToggle
source: Show toggle for listing folders above files
pt_br: Mostrar opção para listar pastas acima dos arquivos

# DLG_RegistryChangeCompleted
source: Program registed as the default files manager. [NEWLINE]If you ever need to uninstall or move the program, [BOLDSTART]you must unregister it first! [BOLDEND]
pt_br: Programa registrado como o gerenciador de arquivos padrão. [NEWLINE]Se você precisar desinstalar ou mover o programa, [BOLDSTART]você deve cancelar o registro primeiro! [NEGRITO]

source: Default
pt_br: Padrão

source: Errors only
pt_br: Apenas erros

source: Notification level
pt_br: Nível de notificação

# LiveSortOpt1
source: Sort with other files
pt_br: Ordenar com outros arquivos

# LiveSortOpt2
source: Keep file location in the list
pt_br: Manter local de arquivo na lista

# LiveSortQuestion
source: After renaming or updating file:
pt_br: Após renomear ou atualizar um arquivo:

# ThirdPartyNotice
source: Important: Use of these third-party programs and scripts is at the user's own risk and discretion!
pt_br: Importante: O uso desses programas e scripts de terceiros é por conta e risco do usuário!

# VideoDownloadInfo
source: yt-dlp.exe must be manually installed
pt_br: yt-dlp.exe deve ser instalado manualmente

# VideoDownloadParameters
source: Download videos by pasting URL using following parameters
pt_br: Baixe vídeos ao colar uma URL usando os seguintes parâmetros

# VideoDownloadParametersError
source: The script must contain both $CurrentDir and $URL
pt_br: O script deve conter ambos $CurrentDir e $URL

source: Autostart
pt_br: Início automático

# AutostartInfo
source: Run on Windows startup without a creating a window
pt_br: Executar na inicialização do Windows sem criar uma janela

# DLG_UncheckBeforeUninstall
source: Changes applied. If you ever need to move or uninstall OneCommander, you must uncheck this option first
pt_br: Alterações aplicadas. Se você precisar mover ou desinstalar o OneCommander, desmarque essa opção primeiro

# ShowEjectOnSubstDrives
source: Show Eject button on Subst drives (folders mounted as drives)
pt_br: Mostrar o botão Ejetar em unidades substitutas (pastas montadas como unidades)

# DLG_YN_GetUnity
source: Detected [BOLDSTART]Unity[BOLDEND] installation.[NEWLINE]Would you like to open Unity Asset Store to show the Unity integration for OneCommander?
pt_br: Instalação detectada do [BOLDSTART]Unity[BOLDEND].[NEWLINE] Gostaria de abrir a Unity Asset Store para mostrar a integração do Unity com o OneCommander?

# CreatePSAlias
source: Create PowerShell alias 'oc'
pt_br: Criar alias do PowerShell 'oc'

# HotkeyQuestion
source: Hotkey action
pt_br: Ação de atalho

# AudioDownloadParameters
source: Download Audio by pasting URL using following parameters
pt_br: Baixar o áudio colando a URL usando os seguintes parâmetros

# Extensions
source: File types
pt_br: Tipos de arquivos

# ExtensionsExecutable
source: Executable
pt_br: Executável

# ExtensionsExecutableInfo
source: File types that will accept file to be dropped onto
pt_br: Tipos de arquivos que aceitarão aceitam a função de arrastar arquivos sobre eles

# ExtensionsInfo
source: Influences preview, metadata, thumbnail and similar functionality depending on what is supported in 3rd party extensions and Windows itself
pt_br: Influencia prévias, metadados, miniaturas e funções similares, dependendo do que for suportado em extensões de terceiros e no próprio Windows

# MouseDebounceTime
source: Double-Click threshold (ms)
pt_br: Intervalo do duplo-clique (ms)

# MouseDebounceTimeInfo
source: Reduces mouse button noise by setting a delay (in milliseconds) to ignore rapid, unintended clicks
pt_br: Reduz o ruído do botão do mouse definindo um atraso (em milissegundos) para ignorar cliques rápidos e não intencionais

# AgeYearShort
source: y
pt_br: a

# AliasThisPC
source: This PC
pt_br: Este computador

# Archive_Extracting
source: Extracting {0}
pt_br: Extraindo {0}

# Archive_FileExistsAskToReplace
source: File {0} already exists in the destination folder. [NEWLINE]Replace all?
pt_br: O arquivo {0} já existe na pasta de destino.[NEWLINE]Substituir?

# Button_Apply
source: Apply
pt_br: Aplicar

# Button_Cancel
source: Cancel
pt_br: Cancelar

# Button_No
source: No
pt_br: Não

# Button_Yes
source: Yes
pt_br: Sim

# ClipboardCopy_TT
source: Copy to Clipboard
pt_br: Copiar

# ClipboardCut_TT
source: Cut to Clipboard
pt_br: Recortar

# ClipboardPaste_TT
source: Paste from Clipboard
pt_br: Colar

# ColumnsToggle_S
source: ` (under ESC key)
pt_br: ` (sob a tecla ESC)

# CopyPath_TT
source: Copy path to clipboard
pt_br: Copiar caminho para área de transferência

# CursorCopy
source: COPY
pt_br: COPIAR

# CursorMove
source: MOVE
pt_br: MOVER

# CursorMoveExtra
source: hold CTRL to Copy
pt_br: segure CTRL para Copiar

# Delete_S
source: Del
pt_br: Excluir

# Delete_TT
source: Delete selected items
pt_br: Excluir itens selecionados

# DetailsAge
source: Age
pt_br: Idade

# DetailsCreated
source: Created
pt_br: Criado

# DetailsFileSystem
source: File system
pt_br: Sistema de arquivos

# DetailsModified
source: Modified
pt_br: Modificado

# DetailsName
source: Name
pt_br: Nome

# DetailsPath
source: Path
pt_br: Caminho

# DetailsSize
source: Size
pt_br: Tamanho

# DetailsType
source: Type
pt_br: Tipo

# DividerButtonsHorizontalLayout_TT
source: Use ︿ ﹀ buttons on this divider to show/hide browser panes
pt_br: Use os botões ︿ ﹀ neste divisor para mostrar/ocultar painéis do navegador

# DividerButtonsVerticalLayout_TT
source: Use ❮ ❯ buttons on this divider to show/hide browser panes
pt_br: Use os botões ❮ ❯ neste divisor para mostrar/ocultar painéis do navegador

# Divider_Notifications
source: NOTIFICATIONS
pt_br: NOTIFICAÇÕES

# Divider_ShowPreview
source: SHOW PREVIEW
pt_br: MOSTRAR PRÉVIA

# DLG_E_DateFormatInvalid
source: This is not a valid date format in .NET standard. Resetting to default
pt_br: Este não é um formato de data válido no .NET. Redefinindo para o padrão

# DLG_E_RunningFromProgramFiles
source: Portable programs need a write access in their own folders so they cannot run from "Program Files" folder or other system folders. Please close the program and move the entire folder to a [BOLDSTART]non-system folder[BOLDEND] and run it again
pt_br: Programas portáteis precisam de um acesso de gravação em suas próprias pastas, então eles não podem ficar na pasta "Arquivos de Programas". Feche o programa e mova toda a pasta para uma [BOLDSTART]pasta que não seja do sistema[BOLDEND] e execute novamente

# DLG_HowToCloseProgram
source: To close OneCommander completely, [BOLDSTART]hold CTRL while clicking the close button[BOLDEND], or right-click the OneCommander icon in System Tray (next to clock), and select [BOLDSTART]Exit[BOLDEND]
pt_br: Para fechar o OneCommander completamente, [BOLDSTART]segure CTRL enquanto clica no botão de fechar[BOLDEND], ou clique com o botão direito do mouse no ícone na barra de tarefas e selecione [BOLDSTART]Sair[BOLDEND]

# DLG_PreviewDisabledWhenFiltering
source: Spacebar still works as Preview even when filtering files. Space cannot be used for filter
pt_br: A barra de espaço ainda funciona como visualizar mesmo filtrando arquivos. O espaço não pode ser usado para filtro

# DLG_YN_AddOriginalExtensionBack
source: The file extension is different.[NEWLINE]Do you want to [BOLDSTART]add the original extension back[BOLDEND] so the file could be opened with the same associated program?
pt_br: A extensão do arquivo é diferente.[NEWLINE]Você deseja [BOLDSTART]adicionar a extensão original de volta[BOLDEND] para que o arquivo possa abrir com o mesmo programa associado?

# DLG_YN_FeatureRequiresProVersion
source: This feature is available only in Pro version. [NEWLINE]Get the Pro version now?
pt_br: Este recurso apenas está disponível na versão Pro.[NEWLINE]Obter a versão Pro agora?

# DLG_YN_KeepProgramRunningInBackground
source: When closing the last window, do you want the program to [BOLDSTART]keep running in the background[BOLDEND] (icon in System Tray) for faster next start?
pt_br: Ao fechar a última janela, você deseja que o programa [BOLDSTART]continue rodando em segundo plano[BOLDEND] (na bandeja) para um início mais rápido?

# DLG_YN_RenameWhenClickingOutside
source: You have changed the item name but clicked outside.[NEWLINE]Do you want to [BOLDSTART]always rename the file[BOLDEND] in this situation instead of canceling the operation?
pt_br: Você alterou o nome da pasta mas clicou fora.[NEWLINE]Você deseja [BOLDSTART]sempre renomear o arquivo[BOLDEND] nesta situação ao invés de cancelar a operação?

# DLG_YN_RestartAsAdmin
source: Restart program as Admin? This will [BOLDSTART]cancel all ongoing file transfers[BOLDEND] and other processes running through OneCommander
pt_br: Reinicializar programa como Administrador? Isso vai [BOLDSTART]cancelar todas as transferências em andamento[BOLDEND] e outros processos rodando pelo OneCommander

source: Edit File Views
pt_br: Editar visualizações de arquivos

# EditPath_TT
source: Edit path
pt_br: Editar caminho

source: Eject
pt_br: Ejetar

source: Error
pt_br: Erro

# ExpandColumn_TT
source: Temporarily expand column
pt_br: Expandir temporariamente a coluna

# FavoritesAdd_TT
source: Adds current folder to this Favorites group
pt_br: Adiciona pasta atual a este grupo

# FavoritesSidebarOpen_TT
source: Open Favorites sidebar
pt_br: Abrir barra lateral de favoritos

# FileType_2do
source: Note / ToDo Task
pt_br: Nota / Tarefa

# FileType_2dx
source: Completed Note / ToDo Task
pt_br: Nota Completada / Tarefa

# FileType_Folder
source: Folder
pt_br: Pasta

# FileType_Unspecified
source: Unspecified
pt_br: Não especificada

# Filter_Extension
source: Extension:
pt_br: Extensão:

# ItemsSelected
source: selected
pt_br: selecionados

# ItemsTotal
source: items
pt_br: itens

# JumplistActions
source: Actions
pt_br: Ações

# JumplistResetWindow
source: Center current window
pt_br: Centralizar janela atual

# LayoutSwitch_TT
source: Switch between Standard and Columns layouts
pt_br: Alternar entre layout padrão e layout de colunas

source: Login as...
pt_br: Fazer login como...

# MapNetDrive_Letter
source: Drive letter to mount (e.g. 'K')
pt_br: Letra do drive para montar (por exemplo, 'K')

# MapNetDrive_Path
source: Network path (e.g. \\computername\share)
pt_br: Caminho de rede (ex. \\nomedopc\share)

# Menu_ArchiveOpen
source: Open external
pt_br: Abrir externo

# Menu_ChangeAlias
source: Change alias
pt_br: Alterar o alias

# Menu_Copy
source: Copy
pt_br: Copiar

# Menu_CopyAsPath
source: Copy as path
pt_br: Copiar como caminho

# Menu_CopyOrMoveToRecent
source: Copy/Move to recent destination
pt_br: Copiar/Mover para destino recente

# Menu_CopyToOtherBrowser
source: Copy to the opposite browser pane
pt_br: Copiar para o painel oposto do navegador

# Menu_FavoritesGroup_Delete
source: Delete group
pt_br: Excluir grupo

# Menu_FavoritesGroup_MoveDown
source: Move down
pt_br: Mover para baixo

# Menu_FavoritesGroup_MoveUp
source: Move up
pt_br: Mover para cima

# Menu_FavoritesGroup_Rename
source: Rename group
pt_br: Renomear grupo

# Menu_MapNetDrive
source: Map network drive
pt_br: Mapear unidade de rede

# Menu_Move
source: Move
pt_br: Mover

# Menu_MoveToOtherBrowser
source: Move to the opposite browser pane
pt_br: Mover para o painel oposto do navegador

# Menu_NewFile
source: File
pt_br: Arquivo

# Menu_NewFolder
source: Folder
pt_br: Pasta

# Menu_NewNote
source: Note
pt_br: Nota

# Menu_OpenCommandShell
source: Open in command shell
pt_br: Abrir no terminal

# Menu_OpenIn
source: Open in...
pt_br: Abrir com...

# Menu_OpenInNewTab
source: New tab
pt_br: Nova guia

# Menu_Refresh
source: Refresh everything
pt_br: Atualizar tudo

# Menu_Rename
source: Rename
pt_br: Renomear

# Menu_RenameMultiple
source: Rename with File Automator
pt_br: Renomear com o File Automator

# Menu_SidebarDrivesShow
source: Show drives in sidebar
pt_br: Mostrar unidades na barra lateral

# Menu_SortByDateCreated_NewestFirst
source: Date created (Newest first)
pt_br: Data de criação (mais novo primeiro)

# Menu_SortByDateCreated_OldestFirst
source: Date created (Oldest first)
pt_br: Data de criação (mais antigo primeiro)

# Menu_SortByDate_NewestFirst
source: Date modified (Newest first)
pt_br: Data de modificação (mais novo primeiro)

# Menu_SortByDate_OldestFirst
source: Date modified (Oldest first)
pt_br: Data de modificação (mais antigo primeiro)

# Menu_SortByName_Ascending
source: Name (A-Z)
pt_br: Nome (A a Z)

# Menu_SortByName_Decending
source: Name (Z-A)
pt_br: Nome (Z a A)

# Menu_StartMonitoringDrive
source: Start monitoring for changes
pt_br: Começar a monitorar alterações

# Menu_StopMonitoringDrive
source: Stop monitoring for changes
pt_br: Parar monitoramento de alterações

# MSG_E_ClipboardErrorShell
source: Error trying to add files to Windows Clipboard
pt_br: Erro ao tentar adicionar arquivos na área de transferência

# MSG_E_ClipboardImagePasteFailed
source: Couldn't create image file from Clipboard data
pt_br: Não foi possível criar arquivo de imagem a partir da área de transferência

# MSG_E_ClipboardTextPasteFailed
source: Couldn't create text file from Clipboard data
pt_br: Não foi possível criar arquivo de texto a partir da área de transferência

# MSG_E_ClipboardUsedByAnotherProcess
source: Error: program {0} is blocking Windows Clipboard
pt_br: Erro: A área de transferência do Windows está em uso pelo programa {0}

# MSG_E_CommandShellOpenFail
source: Could not open {0} here
pt_br: Não foi possível abrir {0} aqui

# MSG_E_CreateFolder
source: Error creating folder. {0}
pt_br: Erro ao criar pasta. {0}

# MSG_E_CreateFolderNameEmpty
source: Name not specified
pt_br: Nome não especificado

# MSG_E_DownloadingThemeResourcesFailed
source: Downloading theme resources failed with error: {0}
pt_br: O download de recursos do tema falhou com erro: {0}

# MSG_E_DragDropFormatError
source: Drop data error. Source program did not format it correctly or filenames had invalid characters
pt_br: Erro ao soltar dados. O programa de origem não o formatou corretamente ou os nomes de arquivos tinham caracteres inválidos

# MSG_E_DriveNotConnected
source: Drive {0} is not connected
pt_br: A unidade {0} não está conectada

# MSG_E_DriveSlowingDownComputer
source: Drive {0} might be slowing down your computer (waiting to wake up / spin up?)
pt_br: A unidade {0} pode estar diminuindo a velocidade do computador (esperando para ligar/girar?)

# MSG_E_DropContent
source: Issue with drop data: {0}
pt_br: Problema com soltar dados: {0}

# MSG_E_DropFileContentsError
source: Error creating files from drop package. Windows reported: {0}
pt_br: Erro na criação de arquivos do pacote drop. Windows reportou: {0}

# MSG_E_ErrorOpeningPath
source: Error opening path {0}
pt_br: Erro ao abrir pasta {0}

# MSG_E_FileAlreadyExists
source: File with this name already exists
pt_br: Já existe um arquivo com este nome

# MSG_E_FolderAlreadyExists
source: Folder with this name already exists
pt_br: Já existe uma pasta com este nome

# MSG_E_InvalidCharactersInName
source: Invalid name {0}; contains unsupported characters for Windows
pt_br: Nome inválido {0}; contém caracteres não suportados pelo Windows

# MSG_E_InvalidCharactersInPath
source: Invalid path {0}; contains unsupported characters for Windows
pt_br: Caminho inválido {0}; contém caracteres não suportados pelo Windows

# MSG_E_InvalidPath
source: Invalid path
pt_br: Caminho inválido

# MSG_E_MultipleConnectionsNotAllowed
source: Multiple connections to a server from the same computer with different usernames are not allowed in Windows
pt_br: Múltiplas conexões a um servidor no mesmo computador com diferentes nomes de usuário não são permitidas no Windows

# MSG_E_NoteToggleFailed
source: Checking/Unchecking note failed {0}
pt_br: Marcar/desmarcar a nota falhou {0}

# MSG_E_OpenMaps
source: Default web browser could not be launched to show GPS location on a map
pt_br: O navegador padrão da web não pôde ser lançado para mostrar a localização do GPS em um mapa

# MSG_E_PasswordProtectedNoPreview
source: Password protected file cannot be previewed
pt_br: Arquivos protegidos por senha não podem ser visualizados

# MSG_E_PastingIntoMultipleFolders
source: Pasting into multiple folders at once is not implemented
pt_br: Colagem em múltiplas pastas ao mesmo tempo (ainda!) não foi implementado

# MSG_E_PathContainsHttpOrFtp
source: http(s) and (s)ftp are not supported
pt_br: http(s) e (s)ftp não são suportados.

# MSG_E_QuicklookNotRunning
source: QuickLook not running. Start it, or disable it in Settings🡢Preview
pt_br: QuickLook não está sendo executado. Inicie-o ou desabilite-o em Configurações>Visualização

# MSG_E_RecycleBinError
source: Error getting Recycle Bin Items. Right-Click on Recycle Bin in sidebar and click Open
pt_br: Erro ao obter itens da Lixeira. Clique com o botão direito do mouse na Lixeira na barra lateral e clique em Abrir

# MSG_E_ShellFileOperationFailed
source: Windows reported an error while processing operation: {0}
pt_br: O Windows relatou um erro enquanto processava operações: {0}

# MSG_E_ShellFileOperationFailedPathTooLong
source: Failed operation. Is path over the Windows' 260 character limit?
pt_br: Falha na operação. O caminho está acima do limite de caracteres do Windows (260)?

# MSG_E_SourceDoesNotExist
source: Source doesn't exist
pt_br: A origem não existe

# MSG_E_TemplateExists
source: Template with that name already exists
pt_br: Um modelo com esse nome já existe

# MSG_E_ThemeFileNotFound
source: Theme file not found at {0}
pt_br: Arquivo de tema não encontrado em {0}

# MSG_E_UnableToUpdate
source: Error updating program to new version
pt_br: Erro ao atualizar programa para a nova versão

# MSG_E_UpdateDownloadError
source: Could not download the update. Full error is {0}
pt_br: Não foi possível baixar a atualização. O erro completo é {0}

# MSG_I_CannotFitBothBrowsers
source: Can't fit both browsers at this window size. Switching to single browser view
pt_br: Não é possível encaixar os dois navegadores neste tamanho de tela. Alterando para visualização de navegador único

# MSG_I_ClipboardCopy
source: Selection copied to Windows Clipboard
pt_br: Seleção copiada para a área de transferência do Windows

# MSG_I_ClipboardCut
source: Selection cut to Windows Clipboard
pt_br: Seleção cortada para a área de transferência do Windows

# MSG_I_ClipboardHasPath
source: New path on clipboard. Press Ctrl+Shift+T to open it in a new tab
pt_br: Novo caminho na área de transferência. Pressione Ctrl+Shift+T para abrir em uma nova guia

# MSG_I_ClipboardImagePasted
source: Created an image file: {0} from Clipboard data
pt_br: Criado um arquivo de imagem: {0} de dados da área de transferência

# MSG_I_ClipboardTextPasted
source: Created a text file: {0} from Clipboard data
pt_br: Criado um arquivo de texto: {0} de dados da área de transferência

# MSG_I_DropFileContentsFinished
source: Finished processing {0} file(s) from drop package
pt_br: O processamento de {0} arquivos do pacote drop foram finalizados

# MSG_I_DropFileContentsStarted
source: Creating temporary files from drop package before the move...
pt_br: Criando arquivos temporários do pacote drop antes de mover...

# MSG_I_DropSameSourceAndDestination
source: Drop operation cancelled - destination same as source
pt_br: Operação de drop cancelada - destino mesmo que origem

# MSG_I_FileOpened
source: File opened
pt_br: Arquivo aberto

# MSG_I_MonitoringDriveStopped
source: Monitoring of drive {0} stopped
pt_br: O monitoramento da unidade {0} parou

# MSG_I_PathCopiedToClipboard
source: Path(s) copied to Clipboard
pt_br: Caminho(s) copiado para área de transferência

# MSG_I_ProgramLaunched
source: Program launched
pt_br: Programa iniciado

# MSG_I_RefreshRequiredPathLong
source: Folder content changed but the path is too long for Windows to report. Refresh manually (F5)
pt_br: O conteúdo da pasta mudou, mas o caminho é longo demais para o Windows reportar. Atualize manualmente (F5)

# MSG_I_SameName
source: Same name. Nothing changed
pt_br: Mesmo nome. Nada mudou

# MSG_I_ShellFileOperationAdded
source: Processing {0} item(s)
pt_br: Processando {0} itens

# MSG_I_ShellFileOperationCompleted
source: Finished processing {0} item(s)
pt_br: {0} itens processados

# MSG_I_ShellPasteExecuted
source: Shell Paste executed
pt_br: Colagem do sistema executada

# MSG_I_ThemeResourcesDownloaded
source: Theme resources downloaded
pt_br: Recursos do tema baixados

# MSG_I_UpdateAvailableForStoreVersion
source: Update available. You can update through Microsoft Store by clicking Library and Get Updates
pt_br: Atualização disponível. Você pode atualizar pela Microsoft Store

# MSG_I_UpdateDownloading
source: Downloading latest version from OneCommander.com...
pt_br: Baixando a versão mais recente do OneCommander.com...
