Repository: Zhy54/ChS-OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: pt_br

# NavigateBackward_TT
source: Go back in tab history
pt_br: Voltar no histórico da guia

# NavigateForward_TT
source: Go forward in tab history
pt_br: Avançar no histórico da guia

# NavigateUp_TT
source: Open parent folder
pt_br: Abrir pasta pai

# NewFolder_TT
source: Create new folder
pt_br: Criar nova pasta

# NewGroup_TT
source: Creates new Favorite group and adds current folder
pt_br: Cria novo grupo favorito e adiciona pasta atual

# NewNote_TT
source: Create a note in current folder
pt_br: Cria uma nota na pasta atual

# NewTab_S
source: CTRL + T to create | CTRL + W to close selected | CTRL + TAB to switch to next tab
pt_br: CTRL + T para criar | CTRL + W para fechar selecionados | CTRL + TAB para mudar para a próxima guia

# NewTab_TT
source: Create new tab
pt_br: Criar nova guia

# NewWindowCreate
source: Create
pt_br: Criar

# NewWindowTitle
source: New window
pt_br: Nova janela

# NewWindow_TT
source: Open new or saved window
pt_br: Abrir janela nova ou salva

# Notifications_Minimize_S
source: ESC to close | ~ to open
pt_br: ESC para fechar | ~ para abrir

# OverlayContracting
source: Collapse
pt_br: Recolher

# OverlayExpanding
source: Expand more to show pane
pt_br: Expandir mais para mostrar painel

# PathsGroupTitleClipboard
source: Clipboard
pt_br: Área de Transferência

# PathsGroupTitleTabHistory
source: Tab's history
pt_br: Histórico da guia

# PathTooLong_TT
source: Path longer than Windows supported (260 characters) Some programs won't be able to open/save files from this folder
pt_br: Caminho mais longo do que o Windows suporta (260 caracteres) Alguns programas não serão capazes de abrir/salvar arquivos desta pasta

# Popup_LaunchWithParams_Title
source: Launch arguments
pt_br: Parâmetros de inicialização

# Popup_NewFile_Clone
source: Clone to current folder
pt_br: Clonar para a pasta atual

# Popup_NewFile_CloneAndOpen
source: ...and open
pt_br: ...e abrir

# Popup_NewFile_CloneAndOpen_TT
source: Creates and opens file in the default system program after cloning it
pt_br: Cria e abre arquivo no programa padrão do sistema após cloná-lo

# Popup_NewFile_Title
source: New file
pt_br: Novo arquivo

# Popup_NewFolder_Create
source: Create
pt_br: Criar

# Popup_NewFolder_CreateAndOpen
source: ..and open
pt_br: ...e abrir

# Popup_NewFolder_CreateFromSelection
source: ...from selection
pt_br: ...da seleção

# Popup_NewFolder_Create_S
source: Enter
pt_br: Entrar

# Preview_EmptyFile
source: Empty file
pt_br: Arquivo vazio

# Preview_FolderError
source: Error loading folder preview
pt_br: Erro ao carregar a visualização da pasta

# Preview_FolderPathTooLong
source: Error loading folder preview. Windows doesn't support paths this long for some system operations
pt_br: Erro ao carregar a visualização da pasta. O Windows não suporta caminhos tão longos para algumas operações do sistema

# Preview_LoadAsTextFailed
source: Couldn't load text preview
pt_br: Não foi possível carregar a visualização de texto

# Preview_Loading
source: Loading...
pt_br: Carregando...

# Preview_NextPage_TT
source: Next page
pt_br: Próxima página

# Preview_NoPreview
source: No preview
pt_br: Nenhuma visualização

# Preview_PreviousPage_TT
source: Previous page
pt_br: Página anterior

# Preview_TabMultimedia
source: Multimedia
pt_br: Multimídia

# Preview_TextTrimmed
source: Preview trimmed to first {0}K characters
pt_br: Visualização cortada para os primeiros {0}K caracteres

# ProgramCrashed
source: Program has crashed
pt_br: O programa crashou

source: Recycle Bin
pt_br: Lixeira

# Rename_TT
source: Rename
pt_br: Renomear

source: Search
pt_br: Pesquisar

# SearchLocation
source: Location
pt_br: Local

# SearchStop
source: Stop
pt_br: Parar

# SearchWithin
source: within
pt_br: em

# SortByDate
source: DATE
pt_br: DATA

# SortByDate_NewestFirst_TT
source: Sorts items by date modified (Newest first)
pt_br: Ordenar itens por data de modificação (mais novos primeiro)

# SortByDate_OldestFirst_TT
source: Sorts items by date modified (Oldest first)
pt_br: Ordenar itens por data de modificação (mais antigos primeiros)

# SortByName
source: NAME
pt_br: NOME

# SortByName_Ascending_TT
source: Sorts items by name (A-Z)
pt_br: Ordenar itens pelo nome (A-Z)

# SortByName_Descending_TT
source: Sorts items by name (Z-A)
pt_br: Ordenar itens pelo nome (Z-A)

# SortBySize
source: SIZE
pt_br: TAMANHO

# SortBySize_LargestFirst
source: Sorts files by size (Largest first) Folders can't be sorted
pt_br: Ordenar arquivos por tamanho (maiores primeiro) As pastas não estão ordenadas

# SortBySize_SmallestFirst
source: Sorts files by size (Smallest first) Folders can't be sorted
pt_br: Ordenar arquivos por tamanho (menores primeiro) Pastas não estão ordenadas

# SortByType
source: TYPE
pt_br: TIPO

# SortByType_Ascending_TT
source: Sorts items by type (A-Z)
pt_br: Ordenar itens por tipo (A-Z)

# SortByType_Descending_TT
source: Sorts items by type (Z-A)
pt_br: Ordenar itens por tipo (Z-A)

# SortFoldersOnTop_TT
source: Keep folders above files (On/Off)
pt_br: Alterar "Manter pastas no topo"

# Sort_TT
source: Sort files
pt_br: Ordenar arquivos

# SysTrayMenu_Exit
source: Exit
pt_br: Sair

# SysTrayMenu_NewWindow
source: New window
pt_br: Nova janela

# TIP_ChangingThumbSize
source: TIP: Use Ctrl + Mouse wheel to change thumbnail size / items per column
pt_br: DICA: Ctrl + roda do mouse para alterar tamanho da miniatura / itens por coluna

# TIP_PreviewZoom
source: In Preview you can use Mouse Wheel to zoom, even when previewing a video
pt_br: Na visualização você pode usar a roda do mouse para ampliar, mesmo ao visualizar um vídeo

source: Unlock
pt_br: Desbloquear

# Update_TT
source: Install latest update
pt_br: Instalar última atualização

source: Updating...
pt_br: Atualizando...

# Watermark_DragFilesHere
source: Drag files here
pt_br: Arrastar os arquivos aqui

# Watermark_Empty
source: Empty
pt_br: Esvaziar

# Watermark_NoAccess
source: No access
pt_br: Sem acesso

# Watermark_NoFilesFound
source: No matching items found
pt_br: Nenhum item correspondente localizado

# MSG_YN_FileAlreadyExistsReplace
source: File with this name already exists. Do you want to replace it?
pt_br: Um arquivo com este nome já existe. Você quer substituí-lo?

# Watermark_GettingRecycleBinItems
source: Getting Recycle Bin items...
pt_br: Obtendo itens da Lixeira...

source: Computer
pt_br: Computador

source: History
pt_br: Histórico

# Menu_Clear
source: Clear
pt_br: Limpar

# Menu_RemoveHistory
source: Remove History pane
pt_br: Remover o painel Histórico

# MSG_I_HistoryPaneRemoved
source: History pane is removed. It can be added again in Settings
pt_br: O painel histórico foi removido. Ele pode ser adicionado novamente em Configurações

# SearchNames
source: Names
pt_br: Nomes

source: Enter folder name
pt_br: Inserir nome da pasta

# Watermark_NotAvailable
source: Not available
pt_br: Indisponível

# MSG_NewWindow_ConfirmDeleting
source: Delete window {0}?
pt_br: Excluir a janela {0}?

# NewWindow_Rename_TT
source: Rename
pt_br: Renomear

# MSG_E_RecycledItemCannotBeOpened
source: Items cannot be opened directly from the Recycle Bin. Restore them to the original folder first.
pt_br: Os itens não podem ser abertos diretamente da lixeira. Restaure-os para a pasta original primeiro.

# Menu_NewFolderFromSelection
source: New folder from selection
pt_br: Nova pasta com a seleção

# Popup_NewFolder_CreateAndMoveFiles
source: Create and move {0} files
pt_br: Criar e mover {0} arquivos

# PanelTitleChanges
source: Changes in {0} drive
pt_br: Alterações na unidade {0}

# CursorOpen
source: Open with
pt_br: Abrir com

source: Finishing setup...
pt_br: Terminando configuração...

# DLG_DiskFull_RetrySavingSettings
source: Disk is full so settings cannot be saved. Clear at least a few KB of space or empty Recycle Bin. [NEWLINE]Retry saving settings?
pt_br: O disco está cheio e as configurações não podem ser salvas. Limpe pelo menos alguns KB de espaço ou esvazie a Lixeira. [NEWLINE]Tentar salvar de novo?

# Menu_SortByColorTag
source: Color Tag
pt_br: Tag de Cor

# Cursor_NewWindow
source: Open in new window
pt_br: Abrir em nova janela

# Cursor_DragToRearrangeLine1
source: Drag within Favorites/Tabs to rearrange
pt_br: Arraste nos Favoritos/Guias para reorganizar

# MSG_E_RenameUnauthorizedAccess
source: Rename failed. File might be opened in another program or user doesn't have access permissions.
pt_br: A renomeação falhou. O arquivo pode estar aberto em outro programa ou o usuário não tem permissões de acesso.

# Menu_SortByDateTaken_NewestFirst
source: Photo date taken
pt_br: Data da captura

# DLG_SortByMetadataWarning
source: Sorting options below the menu line are the metadata properties, and not the actual file properties. Sorting by those is [BOLDSTART]slow[BOLDEND] and will cause program to [BOLDSTART]freeze[BOLDEND] when opening folders or tabs that use this sorting.
pt_br: As opções de classificação abaixo da linha do menu são as propriedades de metadados, e não as propriedades reais do arquivo. A classificação por esses dados é [BOLDSTART]lenta[BOLDEND] e fará com que o programa [BOLDSTART]trave[BOLDEND] momentaneamente ao abrir pastas ou guias que utilizem essa classificação.

# Menu_OpenLnkDestination
source: Open shortcut destination
pt_br: Abrir destino do atalho

# MSG_I_DelayReason_DiskSleeping
source: Disk was unavailable for {0} seconds due to Windows Power Plan sleep settings
pt_br: O disco esteve indisponível por {0} segundos devido às configurações do plano de energia do Windows

# WakingDiskUp_TT
source: Change sleep delay for disks in Windows Power Plan if this happens too often and slows you down
pt_br: Altere o atraso do desligamento de discos no plano de energia do Windows se isso acontecer com muita frequência e te atrapalhar

# Preview_TabText
source: Text/plain
pt_br: Texto/plano

# DLG_YN_FileInUseByKnownProcess_Retry
source: File is in use by {0}.[NEWLINE]({1})[NEWLINE]Retry operation?
pt_br: O arquivo está sendo usado por{0}.[NEWLINE]({1})[NEWLINE]Repetir?

# DLG_YN_FileInUseByUnknownProcess_Retry
source: File is in use by another process.[NEWLINE]Retry operation?
pt_br: O arquivo está em uso por outro processo.[NEWLINE]Tentar de novo?

# CalculatingFolderSize
source: Calculating...
pt_br: Calculando...

# FolderSizeNoAccess_TT
source: Folder size can be calculated only for folders that have the entire tree of folders and files within accessible and Windows has indexed them
pt_br: O tamanho da pasta só pode ser calculado para pastas que têm toda a árvore de pastas e arquivos acessíveis e o Windows as indexou

source: Target
pt_br: Destino

# DLG_E_CrashDLLAccess
source: Program has crashed because some other software is accessing OneCommander's files.[NEWLINE]If [BOLDSTART]{0}[BOLDEND] folder is a part of an automated file sync or a cloud backup you will need to close OneCommander and move the entire program folder to a different location. [NEWLINE]If an antivirus or other security software scans the program folder at the time when DLL is being loaded, it can also cause a crash.
pt_br: O programa falhou porque algum outro software está acessando os arquivos do OneCommander.[NEWLINE]Se a pasta [BOLDSTART]{0}[BOLDEND] fizer parte de uma sincronização automatizada de arquivos ou de um backup na nuvem, você precisará fechar o OneCommander e mover toda a pasta do programa para um local diferente.[NEWLINE]Se um antivírus ou outro software de segurança verificar a pasta do programa no momento em que a DLL está sendo carregada, isso também pode causar uma falha.

# DLG_ProgramRunningInBackground
source: OneCommander will keep running in the background so it can open instantly the next time [NEWLINE](this can be changed in Settings 🡢 Window)
pt_br: O OneCommander continuará sendo executado em segundo plano para que possa abrir instantaneamente na próxima vez [NEWLINE](isso pode ser alterado em Configurações ❯ Janela)

# Menu_ScanNetwork
source: Scan network
pt_br: Escanear rede

# Menu_SidebarNetworksHide
source: Hide Networks group from sidebar
pt_br: Ocultar o grupo Redes da barra lateral

# PathTooLongFile_TT
source: Path longer than Windows supported (260 characters) Some programs won't be able to open this file
pt_br: Caminho mais longo do que o Windows suportado (260 caracteres) Alguns programas não poderão abrir este arquivo

# WSL_ManualRefreshWarning_TT
source: Currently WSL doesn't support watching for changes using ReadDirectoryChangesW. Waiting for Microsoft's fix. Manually refresh
pt_br: Atualmente, o WSL não oferece suporte à observação de alterações usando ReadDirectoryChangesW. Aguardando a correção da Microsoft. Atualize manualmente

# MSG_E_ErrorOpeningWSLPath
source: Folder {0} not available (distro may not be running)
pt_br: A pasta {0} não disponível (a distribuição pode não estar em execução)

# Archive_BuildingFilesList
source: Building files list...
pt_br: Construindo lista de arquivos...

# Archive_CompressingFileProgress
source: Compressing file {0}/{1}...
pt_br: Compactando arquivo {0}/{1}...

# AgeDays
source: days
pt_br: dias

# AgeHours
source: hours
pt_br: horas

# AgeMonths
source: months
pt_br: meses

# AgeYears
source: years
pt_br: anos

# DLG_YN_GetAllThumnails
source: Extract thumbnails of all files within?[NEWLINE]This may take hours so it is best to do overnight.
pt_br: Extrair miniaturas de todos os arquivos?[NEWLINE]Isso pode levar horas, então é melhor fazer durante a noite.

# Menu_GetAllThumbnails
source: Get all thumbnails
pt_br: Obter todas as miniaturas

# Menu_RegenerateThumbnail
source: Regenerate thumbnail
pt_br: Regerar miniatura

# Menu_Remove
source: Remove
pt_br: Remover

# Template_BlankFile
source: Blank file
pt_br: Arquivo em branco

# Popup_FileName
source: File name
pt_br: Nome de arquivo

source: File templates
pt_br: Modelos de arquivo

# Menu_OpenMTP
source: Browse phone
pt_br: Navegar pelo telefone

# Watermark_ContainsHidden
source: Contains hidden items
pt_br: Contém itens ocultos

# Menu_ScanNetworkDeep
source: Scan network (deep)
pt_br: Escanear rede (a fundo)

# DLG_YN_AllowVirtualDelKey
source: Program has received a delete keypress from a virtual keyboard. Do you want to allow this in the future?
pt_br: O programa recebeu um pressionamento da tecla delete a partir de um teclado virtual. Você quer permitir isso no futuro?

# Menu_CloseOldTabs
source: Close stale tabs
pt_br: Fechar guias inativas

# MSG_I_CloseOldTabs
source: Closed {0} tabs that were accessed over 12 hours ago
pt_br: {0} guias fechadas que foram acessadas há mais de 12 horas

# Menu_MountFolder
source: Mount folder as new drive letter
pt_br: Montar pasta como uma nova letra de drive

# MSG_E_SubstDeleteFailed
source: Failed to unmount folder
pt_br: Falha ao desmontar pasta

# MSG_E_SubstFailed
source: Failed to mount folder
pt_br: Falha ao montar pasta

# MSG_I_SubstOK
source: Folder mounted as drive {0}
pt_br: Pasta montada como drive {0}

source: Path too long
pt_br: Caminho longo demais

# SystemError
source: System error {0}
pt_br: Erro de sistema {0}

# ChooseDriveLetter
source: Choose a drive letter to mount
pt_br: Escolha uma letra de drive para montar

# SubstDriveWarning
source: Substitute drives don't have a Recycle Bin
pt_br: Drives substitutos não possuem Lixeira

# MSG_I_ClipboardHasVideoLink
source: Detected video on Clipboard. Press {0} to download to current folder
pt_br: Vídeo detectado na Área de Transferência. Pressione {0} para fazer o download para a pasta atual

# CopyDialogMessage_TT
source: Press Ctrl+C to copy message text
pt_br: Pressione Ctrl+C para copiar o texto da mensagem

# PasteAsAudio
source: Extract Audio from page
pt_br: Extrair áudio de página

# PasteAsLnk
source: LNK file
pt_br: Arquivo LNK

# PasteAsTextFile
source: Text file (link as content)
pt_br: Arquivo de texto (link como conteúdo)

# PasteAsUrl
source: URL file
pt_br: URL do arquivo

# PasteAsVideo
source: Extract Video from page
pt_br: Extrair vídeo de página

source: Download as file
pt_br: Baixar como arquivo

# PasteURLTitle
source: Paste address
pt_br: Colar endereço

# AutoNamed
source: Automatic naming
pt_br: Nomeação automática

# FileType_Image
source: Image
pt_br: Imagem

# FileType_Photo
source: Photo
pt_br: Foto

# FileType_Archive
source: Archive
pt_br: Arquivar

# FileType_Audio
source: Audio
pt_br: Áudio

# FileType_Document
source: Document
pt_br: Documento

# FileType_Video
source: Video
pt_br: Vídeo

source: Admin
pt_br: Administrador

# OpenContextMenu
source: Open shell context menu
pt_br: Abrir menu de contexto shell

# CloseTab
source: Close current tab
pt_br: Fechar guia atual

# CopyFolderPath
source: Copy full path of the currently opened folder to Windows Clipboard
pt_br: Copiar o caminho completo da pasta aberta atualmente para a Área de Transferência do Windows

# Duplicate
source: Duplicate file
pt_br: Arquivo duplicado

# FileProperties
source: Open Windows file info/properties dialog
pt_br: Abrir caixa de diálogo de propriedades do arquivo nativa do Windows

# FocusOtherBrowser
source: Switch focus between browsers
pt_br: Alternar o foco entre navegadores

# MoveWindowToCenter
source: Move window to center of screen
pt_br: Mover a janela para o centro da tela

# NewTabFromClipboard
source: Create New Tab from a Clipboard path
pt_br: Criar Nova Guia a partir de um caminho copiado

# OpenCMD
source: Open default command line shell
pt_br: Abrir shell de linha de comando padrão

# OpenCMDElevated
source: Open default command line shell elevated
pt_br: Abrir shell de linha de comando padrão elevado

# PreviewCommand
source: Preview file in a separate window
pt_br: Visualizar arquivo em uma janela separada

# QuickTag
source: Quick tag/untag selection
pt_br: Seleção rápida de marcar/desmarcar

# Search
source: Open search window
pt_br: Abrir janela de pesquisa

# Tag
source: Tag selected items
pt_br: Marcar itens selecionados

# ToggleHidden
source: Toggle hidden files
pt_br: Alternar arquivos ocultos

# ToggleNotifications
source: Open/Close notifications panel. Usually Shift + key under Esc
pt_br: Abrir/Fechar painel de notificações. Normalmente Shift + tecla sob o Esc

# ToggleSecondBrowser
source: Toggle visibility of second browser pane
pt_br: Alternar a visibilidade do segundo painel do navegador

# DLG_ShortcutsSaved
source: Shortcuts saved in {0}.
pt_br: Atalhos salvos em {0}.

# DLG_ShortcutsSavingFailed
source: Not saved. [NEWLINE]Conflicting shortcuts detected. [NEWLINE]Fix all conflicts (see 'Conflict with' column) and then try saving again.
pt_br: Não salvo. [NEWLINE]Atalhos conflitantes detectados. [NEWLINE]Corrija todos os conflitos (consulte a coluna "Conflito com") e tente salvar novamente.

# DLG_YN_SaveShortcuts
source: Save and enable custom shortcuts?
pt_br: Salvar e ativar atalhos personalizados?

# ShortcutsEditorTips
source: Keys labeled with OEM are keyboard/language specific
pt_br: As teclas rotuladas com OEM são específicas do teclado/idioma

# TogglePreviewPane
source: Toggle visibility of preview pane (not preview window)
pt_br: Alternar a visibilidade do painel de visualização (não a janela de visualização)

# ToggleSidebarPane
source: Toggle visibility of sidebar pane
pt_br: Alternar visibilidade do painel lateral
