Repository: Zhy54/ChS-OneCommander-Localization
Catalog: Rapidrive.*.xlf
Languages: pt_br

source: Credits and contributors
pt_br: Créditos e colaboradores

# EmailCopiedToClipboard
source: Email address copied to clipboard
pt_br: Endereço de e-mail copiado para área de transferência

source: Exe location
pt_br: Local do Executável

source: Forum
pt_br: Fórum

# KickstarterBackers
source: The first version of this program has been funded thanks to these 406 Kickstarter backers (names shown as in the Kickstarter profile):
pt_br: Créditos e contribuidores

source: License Agreement
pt_br: Contrato de Licença

source: Opens web browser
pt_br: Abre o navegador web

# ProLicenseRequired
source: The Pro license is required for commercial use
pt_br: A licença Pro é necessária para o uso comercial

source: Rate on Microsoft Store
pt_br: Avaliar na Microsoft Store

source: Search name
pt_br: Pesquisar um nome

source: Settings location
pt_br: Local das configurações

source: Shortcuts
pt_br: Atalhos

# TabAbout
source: About
pt_br: Sobre

# TabHelp
source: Help
pt_br: Ajuda

# TabLicenses
source: Licenses
pt_br: Licenças

# UsingDlls
source: OneCommander uses following DLLs (Libraries)
pt_br: O OneCommander usa as seguintes bibliotecas (DLLs):

source: Website
pt_br: Site

source: Enter license
pt_br: Digite a licença

# DLG_DeactivateLicenseConfirmation
source: Are you sure you want to deactivate license? You will need to enter Pro License key to activate it again
pt_br: Tem certeza que quer desativar a licença? Você precisará inserir a chave Pro para ativá-la novamente

# TipShortcutEditor
source: See Shortcuts Editor in Settings 🡢 Advanced
pt_br: Veja o Editor de Atalhos em Configurações 🡢 Avançadas

source: Upgrade to User-based license
pt_br: Atualizar para licença baseada em usuário

# ApplyToCurrent
source: Apply to current folder-pane and close (without saving)
pt_br: Aplicar no painel de pastas atual e fecha (sem salvar)

source: Custom height
pt_br: Altura personalizada

# CustomHeight_TT
source: If you are using Thumbnail, make it the same height
pt_br: Se você estiver usando uma miniatura, faça-a com a mesma altura

source: Edited view:
pt_br: Visualização editada:

source: Element
pt_br: Elemento

source: Element align
pt_br: Alinhar elementos

source: Fit text
pt_br: Ajustar texto

source: Height
pt_br: Altura

source: Icon
pt_br: Ícone

source: Load
pt_br: Carregar

source: Min.Width
pt_br: Larg. Mínima

source: On
pt_br: Lig.

source: Padding
pt_br: Preenchimento

source: Removal order
pt_br: Ordem de Remoção

source: Resize to verify Removal Order
pt_br: Redimensione para verificar a Ordem de Remoção

source: Save
pt_br: Salvar

# SaveNotice
source: Save as a custom View name to prevent restoring default views when program updates
pt_br: Salvar com um nome de exibição personalizado para evitar restaurar visualizações padrão quando o programa for atualizado

# SomeElementsAreHidden
source: Some elements are hidden due to available size (according to Removal Order)
pt_br: Alguns elementos estão ocultos devido ao espaço disponível (de acordo com a Ordem de Remoção)

source: Thumbnail
pt_br: Miniatura

source: Update preview
pt_br: Atualizar prévia

source: Width
pt_br: Largura

source: X offset
pt_br: Deslocamento horizontal (X)

source: Y offset
pt_br: Deslocamento vertical (Y)

# AnonymizedHardwareID
source: Machine ID:
pt_br: ID da máquina:

# AnonymizedHardwareIDGenerating
source: Generating Anonymized Machine ID...
pt_br: Gerando ID Anônimo da Máquina...

# DLG_ThankYou
source: Thank you for the purchase and supporting program development. Please restart the program to enable all features
pt_br: Obrigado pela compra e por ajudar o desenvolvimento deste programa. Por favor, reinicie o programa para ativar todos os recursos.

# GetOnMicrosoftStore
source: Get it on Microsoft Store
pt_br: Comprar na Microsoft Store

# LicenseCode
source: License key:
pt_br: Chave de licença:

# LicenseCodeWrong
source: Wrong license length
pt_br: Comprimento de licença inválido

# LicenseSiteOpenError
source: Couldn't open website. Open manually in web browser
pt_br: Não foi possível abrir o site. Abra manualmente no navegador da web.

source: Network error
pt_br: Erro de rede

# PortableLicenseInfo
source: The license is valid for this computer only
pt_br: A licença é válida somente para este computador

# ProLicenseInfo
source: OneCommander is free for HOME use with a limited features set. For commercial use, the PRO license is required, regardless if the user needs these additional features (labeled with PRO in Settings).
pt_br: OneCommander é gratuito para uso doméstico com um conjunto de recursos limitados. Para uso comercial, a licença PRO é necessária, independentemente se o usuário precisa destes recursos adicionais (rotulados com a tag PRO em Configurações).

# PurchaseStepsPart1
source: 1. Using the above button open the purchase page and paste the Hardware ID (it should already be on clipboard) and enter your email 2. After completing the purchase, you should receive an automatic email with activation code (check spam also) 3. Paste the license from the email into the field below
pt_br: 1. Usando o botão acima, abra a página de compra e cole o Hardware ID (ele já deve estar na sua área de transferência) e digite seu e-mail 2. Após concluir a compra, você deve receber um e-mail automático com um código de ativação (verifique também o spam) 3. Cole a chave de licença enviada para o seu e-mail no campo abaixo

# PurchaseStepsPart2
source: 4. Restart program to activate all features
pt_br: 4. Reinicie o programa para ativar todos os recursos

# StoreErrorChecking
source: Error checking Microsoft Store
pt_br: Erro ao checar a Microsoft Store

# StoreLicenseInfo
source: Before making a purchase, please make sure you are signed into Microsoft Store with an account that you'd like to associate with this purchase, so you can reinstall it in the future and on additional computers with the same account. The license will be valid for up to 10 computers used with the same Microsoft Account (as defined in Microsoft Store policy)
pt_br: Antes de fazer uma compra, certifique-se de que você está conectado à Microsoft Store com uma conta que você gostaria de associar a esta compra, para que você possa reinstalar o programa no futuro e em computadores adicionais com a mesma conta. A licença será válida para até 10 computadores usados com a mesma Conta Microsoft (conforme definido na política da Microsoft Store)

# StoreLicenseRequired
source: Pro license is required to use in a commercial setting.[NEWLINE]Please test it for a couple of days but if you find the program useful please purchase the license from the Microsoft Store (through About dialog)
pt_br: A licença Pro é necessária para usar em uma configuração comercial.[NEWLINE]Teste por alguns dias, e se você achar o programa útil, compre a licença pela Microsoft Store (através da tela Sobre)

# StoreNoValidLicenseFound
source: Couldn't find a valid license with the current Microsoft account. Please check your email for the original purchase receipt and then click the button below to log into the same account that was used to purchase the license.
pt_br: Não foi encontrado uma licença válida com a conta Microsoft atual. Verifique seu e-mail para ver o recibo de compra original e clique no botão abaixo para entrar na mesma conta que foi usada para comprar a licença.

# StoreOpen
source: Connect to Microsoft Store
pt_br: Conectar à Microsoft Store

# StorePleaseWait
source: Please wait for the Microsoft Store...
pt_br: Por favor, aguarde a Microsoft Store...

# StorePurchaseVerified
source: Existing purchase verified. Please restart program to unlock all features.
pt_br: Compra existente validada. Por favor, reinicie o programa para desbloquear todos os recursos.

# VolumeLicenseInfo
source: Volume licenses (10+) available if purchased for domain:
pt_br: Licenças por volume (+10) estão disponíveis se compradas por domínio:

# PurchaseOnWebsite
source: Purchase on OneCommander.com
pt_br: Comprar no OneCommander.com

# DLG_LicenseCodeWrong
source: The entered license key doesn't match this Machine ID. If you have purchased Pro license for another machine and would like to move it to this one, reply to the original purchase confirmation email and include the Machine ID from above.
pt_br: A chave de licença digitada não corresponde a esta ID de máquina. Se você comprou a licença Pro para outra máquina e gostaria de movê-la para esta, responda ao e-mail de confirmação de compra original e inclua o ID da máquina de cima.

# GetMSI
source: Get Pro license without Microsoft account
pt_br: Obter a licença Pro sem uma conta Microsoft

source: Add rule
pt_br: + Regra

source: Cancel
pt_br: Cancelar

# ChangeColorProfile
source: Change Color Profile to
pt_br: Alterar perfil de cor para

source: Change quality
pt_br: Alterar qualidade

source: Clear
pt_br: Limpar

# ColumnDestination
source: Destination
pt_br: Destino

# ColumnErrors_TT
source: Number of errors. Click to sort.
pt_br: Número de erros. Clique para ordenar.

# ColumnFile
source: File
pt_br: Arquivo

# ColumnNewName
source: New file name
pt_br: Novo nome de arquivo

# ColumnOperation
source: Operation
pt_br: Operação

# ColumnSource
source: Source
pt_br: Origem

# ConvertHashtag
source: Convert # into sequential number starting at
pt_br: Converta # em número sequencial a partir de

# ConvertHashtag_TT
source: Tip: To add 4 trailing zeros write #### in rule
pt_br: Dica: Para adicionar 4 zeros a direita, escreva #### na regra

# DateTimeDay
source: Day
pt_br: Dia

# DateTimeHour
source: Hour
pt_br: Hora

# DateTimeMinute
source: Minute
pt_br: Minuto

# DateTimeMonth
source: Month
pt_br: Mês

# DateTimeYear
source: Year
pt_br: Ano

# DLG_Busy
source: Please wait operation to finish before adding new items
pt_br: Por favor, aguarde o fim da operação antes de adicionar novos itens

# FolderSameAsSource
source: Same as source folder
pt_br: O mesmo que a pasta de origem

# HeaderNaming
source: Naming
pt_br: Nomear

# MSG_FileAlreadyExists
source: File with this name already exists
pt_br: Um arquivo com este nome já existe

# MSG_FileNameConflict
source: File name conflict
pt_br: Conflito de nome de arquivo

# MSG_NotImage
source: Not image
pt_br: Não é uma imagem

# MSG_Processing
source: Processing...
pt_br: Processando...

# MSG_RunScript
source: Run script
pt_br: Executar script

# OperationConvert
source: Convert to
pt_br: Converter para

# OperationRename
source: Rename
pt_br: Renomear

# OperationRunScript
source: Run script
pt_br: Executar script

source: Preview
pt_br: Visualizar

source: Process
pt_br: Processar

# RegExEndOfString
source: End of string
pt_br: Fim da sentença

# RegExMatchNumbers
source: Match numbers
pt_br: Corresp. números

# RegExMatchWord
source: Match word
pt_br: Corresp. palavra

# RegExReplacePattern
source: Replace pattern
pt_br: Substituir padrão

# RegExStartOfString
source: Start of string
pt_br: Início da sentença

# ReplaceInvalidChars
source: Replace invalid characters with
pt_br: Substituir caracteres inválidos por

source: Resize
pt_br: Redimensionar

source: Resize filter
pt_br: Filtro de redimensionamento

source: Resize interpolation
pt_br: Interpolação ao redimensionar

# ResizeModeFitWithin
source: Fit within
pt_br: Encaixar dentro

# ResizeModeFixedHeight
source: Fixed height
pt_br: Altura fixa

# ResizeModeFixedWidth
source: Fixed width
pt_br: Largura fixa

# ResizeMoreOptions
source: More options
pt_br: Mais opções

# ResizeShrinkOnly
source: Shrink only
pt_br: Apenas reduzir

# Result_Done
source: Done
pt_br: Concluído

# Result_OperationError
source: Error performing operation
pt_br: Erro ao executar operação

# Result_TaskCancelled
source: Task cancelled
pt_br: Tarefa cancelada

source: Rotate
pt_br: Girar

# RuleTypeDocument
source: Document
pt_br: Documento

# RuleTypeImage
source: Image
pt_br: Imagem

# RuleTypeSimple
source: Simple
pt_br: Simples

# RuleTypeVideo
source: Video
pt_br: Vídeo

source: Script Options
pt_br: Opções de Script

# ScriptShowInStatus_TT
source: Uncheck if you want it to be cancelable. Press Ctrl+C in CMD window to cancel operation
pt_br: Desmarque se quiser que seja cancelável. Pressione Ctrl+C na janela do terminal para cancelar a operação

# SourceFile
source: Full path to file
pt_br: Caminho completo para o arquivo

# TT_ExampleOutput
source: Out
pt_br: Saída

# TT_OriginalFilename
source: Original filename
pt_br: Nome do arquivo original

# TT_SequentialNumber
source: Seqential number
pt_br: Número sequencial

# CaseExtension
source: Extension letter case
pt_br: Capitalizar extensão

# CaseFileName
source: File name letter case
pt_br: Capitalização de nome do arquivo

source: Description
pt_br: Descrição

source: Ignore case
pt_br: Ignorar maiúsculas/minúsculas

source: lowercase
pt_br: minúsculas

source: Presets
pt_br: Predefinições

# RuleReplace
source: Replace
pt_br: Substituir

source: Unchanged
pt_br: Igual

source: UPPERCASE
pt_br: MAIÚSCULAS

# HeaderOperation
source: Operation
pt_br: Operação

source: Invalid RegEx syntax
pt_br: Sintaxe RegEx inválida

source: Accent Color
pt_br: Cor de Destaque

# AccentColorHexValue
source: (HEX value in #RRGGBB format)
pt_br: (Valor HEX no formato #RRGGBB)

# AccentColorLocked
source: Accent color can't be changed because this particular theme forces a certain accent color
pt_br: A cor de destaque não pode ser alterada porque este tema em particular força o uso de uma certa cor específica

# AdvancedInfo
source: Rarely needed settings. Don't change unless absolutely necessary!
pt_br: Configurações raramente utilizadas. Não mude a menos que seja absolutamente necessário!

# AlignCenter
source: Center
pt_br: Centro

# AlignLeft
source: Left
pt_br: Esquerda

# AlignRight
source: Right
pt_br: Direita

# AutoSwitchToThumbView
source: Auto-switch to thumbnail view
pt_br: Trocar automaticamente para a visualização de miniatura

# AutoSwitchToThumbViewInfo
source: Program will check the first few files in a folder and if most are images or videos it will load thumbnail view. Views that are already saved won't be affected
pt_br: O programa verificará alguns dos primeiros arquivos em uma pasta, e se a maioria forem imagens ou vídeos, ele carregará a exibição em miniatura. As visualizações que já estão salvas não serão afetadas

# ClipboardCheckTextInfo
source: Shows notifications offering to create a file from text by pressing Ctrl+V
pt_br: Mostrar notificações oferecendo criar um arquivo a partir do texto pressionando Ctrl+V

# ColorFileAge
source: Color
pt_br: Cor

# ColumnAdvancedDelay
source: Expand delay (ms)
pt_br: Atraso de expansão (ms)

# ColumnAdvancedDurationInfo
source: and then animate expanding the column for:
pt_br: e, em seguida, anime a expansão da coluna para:

# ColumnAdvancedExpandAnimateAll
source: Set to max to animate all
pt_br: Defina para o máximo para animar tudo

# ColumnAdvancedExpandTriggerWidth
source: Trigger width
pt_br: Gatilho de largura

# ColumnAdvancedExpandTriggerWidthInfo
source: OneCommander only expands columns smaller than this:
pt_br: OneCommander só expande colunas menores do que isso:

# ColumnAlignColumnsLayout
source: Column Pane alignment in Columns Layout
pt_br: Alinhamento de colunas do painel no Layout de Colunas

# ColumnAlignDefaultLeft
source: Default Left
pt_br: Padrão à Esquerda

# ColumnAlignDefaultRight
source: Default Right
pt_br: Padrão à Direita

# ColumnAlignStandardLayout
source: Column Pane alignment in Standard Layout
pt_br: Alinhamento de colunas do painel no Layout Padrão

# ColumnAutoExpandColumnsLayout
source: Expand Column when cursor enters it (Columns layout)
pt_br: Expandir coluna quando o cursor entrar nele (Layout de colunas)

# ColumnAutoExpandStandardLayout
source: Expand Column when cursor enters it (Standard layout)
pt_br: Expandir coluna quando o cursor entrar nele (Layout padrão)

# ColumnMinimumWidth
source: Columns minimum width
pt_br: Largura mínima da coluna

# ColumnWidthCurrentStandardLayout
source: Current (rightmost) column pane width in Standard layout
pt_br: Largura do painel de coluna atual (mais à direita) no layout padrão

source: Command shell
pt_br: Terminal de comando

# CommandShellArgs
source: Arguments
pt_br: Parâmetros

# CommandShellArgsInfo
source: $CurrentPath will be replaced with current path
pt_br: $CurrentPath será substituído pelo caminho atual

# ComputerNameCustom
source: Custom alias
pt_br: Alias personalizado

# ComputerNameMachineName
source: Machine name
pt_br: Nome do computador

# ComputerNameQuestion
source: Root folder alias
pt_br: Alias da pasta raiz

# ContextMenuItemExample
source: Example Menu Item
pt_br: Exemplo de item do menu

# CreateDefaultSidebarFoldersInfo
source: Creates favorites group with current username, and adds default folders such as Desktop, Documents, and the rest
pt_br: Cria o grupo de favoritos com o nome de usuário atual e adiciona pastas padrão, como Desktop, Documentos e o resto

source: Date format
pt_br: Formato de data

# DateShownCreated
source: Date created
pt_br: Data de criação

# DateShownQuestion
source: Date shown in list of files
pt_br: Data exibida na lista de arquivos

# DefaultFileManagerRegister
source: Register as a default file manager
pt_br: Alterar como o gerenciador de arquivos padrão

# DefaultFileManagerUnregister
source: Unregister
pt_br: Cancelar registro

# DLG_Unregistered
source: Unregistered
pt_br: Não registrado

# DLG_YN_DefaultFileManagerRegister
source: Important: This is an [BOLDSTART]experimental feature[BOLDEND] that will edit your Registry to make OneCommander the default file manager and folder handler (Open/Save dialogs cannot be replaced). [NEWLINE][BOLDSTART]This will make Windows File Explorer unusable[BOLDEND] - even when clicking a folder in File Explorer the OneCommander will open. [NEWLINE]You will need to [BOLDSTART]unregister it[BOLDEND] by unchecking this option if you ever move or remove OneCommander (uninstalling it will not reverse changes)![NEWLINE]This will also enable running in the background for faster window opening.[NEWLINE]Are you absolutely sure you want to proceed and you know how to restore the registry on your own if something fails (no support in case of recovery)?
pt_br: Importante: Este é um [BOLDSTART]recurso experimental[BOLDEND] que editará seu Registro para tornar o OneCommander o gerenciador de arquivos e manipulador de pastas padrão (as caixas de diálogo Abrir/Salvar não podem ser substituídas). [NEWLINE][BOLDSTART]Isso tornará o Explorador de Arquivos do Windows inutilizável[BOLDEND] - mesmo ao clicar em uma pasta no Explorador de Arquivos, o OneCommander será aberto.[NEWLINE] Você precisará [BOLDSTART]desregistrá-lo[BOLDEND] desmarcando esta opção, se você mover ou remover o OneCommander (desinstalá-lo não reverterá as alterações)![NRELINE]Isso também permitirá a execução em segundo plano para uma abertura mais rápida da janela.[NEWLINE] Você tem certeza absoluta que deseja prosseguir e sabe como restaurar o registro por conta própria se algo falhar (sem suporte em caso de recuperação)?

# DLG_YN_RestartToApplyChanges
source: Do you want to [BOLDSTART]restart program now[BOLDEND] to apply all changes?[NEWLINE]This will cancel all ongoing operations initiated by OneCommander
pt_br: Você deseja [BOLDSTART]reiniciar o programa agora</b> para aplicar todas as alterações?<br/>Isso irá cancelar todas as operações já iniciadas pelo OneCommander.

# DLG_YN_WinERegister
source: Important: This is an [BOLDSTART]experimental feature[BOLDEND] that will edit Windows Registry to completely replace Windows File Explorer Win+E hotkey. This registry change will make OneCommander open when clicking Explorer shortcut, but won't disable navigation within Explorer. The only way to reverse this is by unchecking this button from OneCommander or running the registry script from OneCommander folder (uninstalling OC won't change it automatically). [NEWLINE]Proceed?
pt_br: Importante: Esta é uma [BOLDSTART]função experimental[BOLDEND] que irá editar o registro para substituir completamente a hotkey Win+E atribuída ao Windows File Explorer. Esta alteração no registro vai fazer o OneCommander abrir quando usar o atalho do Explorer, mas não vai desabilitar a navegação usando o Explorer. A única maneira de reverter isto é alterar o registro apontado para o OneCommander ou rodar o script de registro na pasta do OneCommander (a desinstalação do OC não irá reverter as alterações automaticamente).[NEWLINE]Prosseguir?

# DoubleClickArchiveOpensDefault
source: Open in default program
pt_br: Abrir no programa padrão

# DoubleClickArchiveQuestion
source: Double-click on an archive should:
pt_br: Clicar duas vezes em um arquivo deve:

# DoubleClickArchiveShowPopup
source: Show popup asking to extract or open in a default program
pt_br: Mostrar um popup pedindo para extrair ou abrir em um programa padrão

# DownloadIconPacksInfo
source: Downloads additional icons from onecommander.com if they are available. Check file icons dropdown after downloading.
pt_br: Baixa ícones adicionais do onecommander.com se estiverem disponíveis. Verifique o seletor de ícones de arquivo após o download.

# DragDropBehaviorConsistent
source: Consistent: Drag always moves; Ctrl+Drag always copies
pt_br: Consistente: Arrastar sempre move; Ctrl+Arraste sempre copia

# DragDropBehaviorInconsistent
source: Inconsistent File Explorer way Drag moves if the same drive, otherwise copies. Ctrl+Drag to copy if the same drive. Shift+Drag to move to another drive.
pt_br: Forma inconsistente do explorador de arquivos Arrasto move se for da mesma unidade, caso contrário, copia. Ctrl+Arraste para copiar se for da mesma unidade. Shift+Arraste para mover para outra unidade.

# DragDropBehaviorQuestion
source: Drag and Drop behavior:
pt_br: Comportamento de arrastar e soltar:

source: Excluded Shell Context Menu items
pt_br: Itens excluídos do shell de menu de contexto

# ExcludedShellContextMenuItemsInfo
source: Context menu items with these verbs or full-text will be excluded; comma separated; no space after comma; the pre-populated verbs/commands are not supported by OneCommander
pt_br: Serão excluídos itens do menu de contexto com esses verbos ou texto completo; separados por vírgula; sem espaço após vírgula; os verbos/comandos pré-criados não são suportados pelo OneCommander

# ExcludedWatcherKeywordsInfo
source: Changes in files with full-paths containing these strings won't be reported; Comma separated
pt_br: Alterações nos arquivos com caminhos completos contendo essas strings não serão relatadas; Separado por vírgulas

# ExFileItemDefault
source: File Item Default
pt_br: Item padrão

# ExFileItemMouseOver
source: File Item Mouse Over
pt_br: Mouse sobre o item

# ExFileItemMouseSelected
source: File Item Selected
pt_br: Item selecionado

# ExFileItemMouseSelectedMouseOver
source: File Item Selected Mouse Over
pt_br: Mouse sobre o item selecionado

# FilesViewDefault
source: Default files view
pt_br: Visualização padrão de arquivos

# FilesViewThumbnails
source: Thumbnail file view
pt_br: Visualização de arquivos em miniatura

# FixStylusLag
source: Fix Stylus lag (breaks touchscreen double-tap to open)
pt_br: Corrigir o lag da Stylus (quebra o toque duplo para abrir no touchscreen)
